{
  "category": "bewitchment:rituals",
  "name": "Достижение Оболочки смерти",
  "icon": "besmirchment:lich_gem",
  "entry_color": "C15600",
  "advancement": "bewitchment:hidden_unlocks/demon_heart",
  "flag": "bsm_lichdom",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Ура! Наконец, бессмертие:$(br2)Этот $(l:bewitchment:rituals/rituals)Ритуал$() позволяет заклинателю или ближайшему к нему игроку достичь более высокого уровня смертности (или бессмертия?)$(br)Это состояние называется Оболочкой смерти.$(br)Оно заключается в привязке тела к внешней Филактерии, предоставляющей имеющей большое количество душ. Лич без неё практически бессилен."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "besmirchment:phylactery",
      "text": "Количество душ в Филактерии пропорционально силе лича, как описано в $(l:besmirchment:rituals/lichdom#quirks)Особенностях Оболочки смерти$().$(br)Она заполняется камнем Лича."
    },
    {
      "type": "patchouli:spotlight",
      "item": "besmirchment:lich_gem",
      "text": "Камень Лича создается вместе с Филактерией. $(br)Вам нужно будет держать его в руке, убивая чистое существо, обычно это крестьянин.$(br)Используйте камень Лича с душой на Филактерии, чтобы заполнить его."
    },
    {
      "type": "bewitchment:ritual",
      "recipe": "besmirchment:rituals/reach_lichdom",
      "text": "Для начала этого Ритуала требуется отсутствие души или, вкратце, наличие проклятия $(l:bewitchment:curses/apathy)Апатии$().$(br)Это также потребует принесения в жертву демонической сущности."
    },
    {
      "type": "patchouli:text",
      "anchor": "quirks",
      "title": "Quirks of Lichdom",
      "text": "Оболочка смерти обладает несколькими заметными особенностями.$(br)Во-первых, личи не могут умереть, пока их филактерия остается рабочей. Когда их убьют, они возродятся на месте с полным здоровьем и поглотят душу из Филактерии.$(br)При этом одновременно может стоять только одна филактерия (и попытка установить новую приведет к тому, что предыдущая будет сломана)."
    },
    {
      "type": "patchouli:text",
      "text": "Личи с очень небольшим количеством душ в их филактерии обычно очень слабы, но их силы растут по мере того, как они собирают больше душ.$(br)Имея достаточно душ, они могут даже принимать призрачную форму! Эта форма очень затратная по МС, но способна проходить через блоки. Его также можно покрасить с помощью $(l:besmirchment:tools/witchy_dye)Колдовской краски$(). Чтобы принять свою призрачную форму, нажмите [$(k:bewitchment.transformation_ability)]."
    },
    {
      "type": "patchouli:text",
      "text": "Наконец, личи считаются нежитью, многие могут убежать от них. Это также означает, что они слабы к $(l:bewitchment:intro/silver)Серебру$(). Когда их убьют серебром, они будут немедленно отправлены обратно в свою Филактерию, высосав две души, и НЕ будут возрождены.$(br2)При быстром возрождении личи также могут добровольно вернуться в свою филактерию, присидая.$(br2)Оболочка смерти считается трансформацией, поэтому личи не могут становиться вампирами, оборотнями и т.д."
    }
  ]
}
